text_start = 'Привет, *админ {}*\!'
text_all_users = 'Вот все пользователи\:'
text_top_info = '\-\- пользователь \-\-\n' \
                '*имя:* `{}`\n' \
                '*id:* `{}`\n' \
                '*username:* `{}`\n' \
                '*процент топа:* `{}%`\n' \
                '*дата регистрации:* `{}`\n' \
                '*всего игр:* `{}`\n' \
                '*победы:* `{}`\n' \
                '*любимая игра:* `{}`'
cancel_top = 'Вернулся ко всем пользователям 🌟'
cancel_user = 'Вернулся к пользователю 🌟'
cancel = 'Действие было отменено ❌'
text_one_mailing = 'Отправь сообщение, которое отправится этому игроку ✉\n' \
                   'Если с фоткой, то отправь всё одновременно 😉'
text_saved_mailing = 'Текст сохранён 📦\n' \
                     'Нужны кнопки\? 🗂️'
text_mailing_button = 'Тогда напиши на первой строчке количество столбцов\n' \
                      'А на новой следующей строке через пробел кнопки по типу:\n' \
                      '`[первая кнопка:::u3l*https://google.com]`\n' \
                      'чтобы была ссылка в кнопке, напиши перед ссылкой `u3l*`'
text_is_good_mailing = 'Отправить такое сообщение? 💭️'
text_good_mailing = 'Всё было отправлено, *admin {}* 😎'
text_bad_mailing = 'Видимо он нас забанил 🥲'
text_mailing = 'Отправь сообщение, которое будет отправлено всем 👁‍🗨\n' \
               'Если надо с картинкой, то вместе приложи 💤'
