text_flood = 'Не  флуди :\)'
text_start = 'Привет, *{}*\! 😃 Я \- твой новый бот для игр\! 🎮\n\n' \
             'Здесь ты можешь сыграть в _кости 🎲, баскетбол 🏀, футбол ⚽, дартс 🎯, слоты 🎰, боулинг 🎳_ и многое другое\. 🤩\n\n' \
             'А еще, ты можешь посмотреть топ рейтинг игроков 🏆 и попробовать свои силы в соревновании с лучшими\. 💪\n\n' \
             'Готов начать игру? Просто выбери игру, которую ты хочешь сыграть, и мы начнем\! 😎'
text_games = 'Нажми на кнопку, чтобы выграть игру 😎'
vote_games = 'Выбери с помощью кнопок игру 😇'
cancel = 'Действие было отменено ❌'
cancel_top = 'Вернулся в топ рейтинг 🌟'
text_win_game = 'Поздравляем игрока {} 🎉 с победой в игре {} 👏 со счетом {}\!\nТы сыграл отлично и заслужил эту победу\. 💪\n\n' \
                'Надеемся, что ты продолжишь показывать такую же высокую игру и дальше\.'
text_no_win_game = 'Жаль, что игрок {} не смог победить в игре {} 😔 Результат игры \- {}\.' \
                   '\nНо не расстраивайся, в следующий раз тебе обязательно повезет\! 💪'
text_cheat = 'Мы хотим напомнить, что пересылка сообщений в нашей игре с целью использования их как "читы" недопустима и нарушает правила игры\. 🚫\n\n' \
             '*Мы просим тебя играть честно и не использовать недобросовестные методы для получения преимущества перед другими игроками\. 💪*\n\n' \
             'Таким образом, мы сможем обеспечить равные условия для всех участников игры\.\n' \
             'Спасибо за внимание и понимание\! 🙏😊'
text_profile = '\-\- профиль игрока \-\-\n' \
               '*id:* `{}`\n' \
               '*username:* @{}\n' \
               '*процент топа:* `{}%`\n' \
               '*дата регистрации:* `{}`\n' \
               '*всего игр:* `{}`\n' \
               '*победы:* `{}`\n' \
               '*любимая игра:* `{}`'
text_top = 'Эти игроки продемонстрировали высокий уровень мастерства 💪 и умения 🧠 в нашей игре, и заняли заслуженные места в нашем рейтинге\. 🌟'
text_top_info = '\-\- топ игрок \-\-\n' \
                '*имя:* `{}`\n' \
                '*процент топа:* `{}%`\n' \
                '*дата регистрации:* `{}`\n' \
                '*всего игр:* `{}`\n' \
                '*победы:* `{}`\n' \
                '*любимая игра:* `{}`'
text_about = 'Привет, {}\! 😊 Я \- бот с играми\. Я предлагаю разные игры, такие как кости 🎲, футбол ⚽, баскетбол 🏀, дартс 🎯, боулинг 🎳 и слоты 🎰\.\n\n' \
             'Чтобы начать игру, введите нажми на кнопку "🎲 Играть" и выберите игру из списка 📜\. Я буду следить за игрой и составлять топ рейтинг\.\n\n' \
             'Если у вас есть какие\-либо вопросы или предложения, можете написать поддержке 📩\. Я буду рад услышать ваше мнение\!\n\n' \
             'Спасибо, что выбрали меня для игр\! 🙏 Желаю вам удачи 🍀 и хорошего настроения\! 😊'
